{
    "text": "<p><strong>DNA Studio<\/strong><span style=\"font-weight: 400;\"> is a multidisciplinary design company implementing innovative solutions in the fields of urban planning, architecture and interior design. Founded by <\/span><em><span style=\"font-weight: 400;\">Nikol Kirova<\/span><\/em><span style=\"font-weight: 400;\"> in 2019, the studio is based in Vidin, Bulgaria but operates nationally and worldwide.<\/span><\/p>\r\n<p><span style=\"font-weight: 400;\">Specialized in advanced computationally aided design, the studio offers a range of services from interior and interaction design to parametric architectural solutions and from building information modeling to urban planning. <\/span><em><span style=\"font-weight: 400;\">DNA<\/span><\/em><span style=\"font-weight: 400;\"> provides custom services to leverage existing solutions and support the digital transformation of the interior and architectural design through 3D scanning and a parametric workflow.<\/span><\/p>\r\n<p><span style=\"font-weight: 400;\">In DNA Studio we use specialized tools for <\/span><em><span style=\"font-weight: 400;\">3D Scanning<\/span><\/em><span style=\"font-weight: 400;\">, digital measurements, point cloud segmentation, computational analysis and immersive digital visualisations. We explore sustainable solutions inspired by the local context and material optimisation strategies to develop cost-effective proposals. This makes it possible to produce fast, data-informed iterations of each proposal. Our aim is to find optimum solutions that serve both the performative aspects of the design as well as the specific needs and preferences of each client. <\/span><\/p>",
    "items": [
        {
            "id": 0,
            "name": "NIKOL KIROVA",
            "title": "architect",
            "img": "/dna/media/employees/Asset 1-100.jpg",
            "text": "<p><strong>&nbsp;Nikol Kirova<\/strong><span style=\"font-weight: 400;\"> is an interdisciplinary Bulgarian architect with an educational background in interior design, urban planning and advanced architecture. Currently, she is a PhD student in the offshore program of the <\/span><em><span style=\"font-weight: 400;\">Swinburne University of Technology<\/span><\/em><span style=\"font-weight: 400;\">. The focus of her research is the integration of material innovation in design and architecture. Nikol is also a teaching assistant and a researcher in <\/span><strong>IAAC<\/strong><span style=\"font-weight: 400;\"> (<\/span><em><span style=\"font-weight: 400;\">Institute for Advanced Architecture of Catalonia<\/span><\/em><span style=\"font-weight: 400;\">).<\/span><\/p>\r\n<p><span style=\"font-weight: 400;\">&nbsp;During the past few years, she has gotten involved in a wide range of projects from material systems to urban interventions. The common feature among her work is the search for alternative solutions for <\/span><em><span style=\"font-weight: 400;\">optimised construction<\/span><\/em><span style=\"font-weight: 400;\">, <\/span><em><span style=\"font-weight: 400;\">material informed design<\/span><\/em><span style=\"font-weight: 400;\"> and spatial communication. Her research interest lies in investigating how materiality in architecture and construction can be reestablished and propose a better communication between the built environment and its inhabitants.&nbsp;<\/span><\/p>\r\n<p><span style=\"font-weight: 400;\">&nbsp;For a couple of years Nikol was developing <\/span><strong><em>Synapse<\/em><\/strong><span style=\"font-weight: 400;\">, a smart material system for real-time urban flow data collection toward responsive environments and informed decision making. The novel research was awarded the <\/span><em><span style=\"font-weight: 400;\">Digital Matter and Intelligent Construction<\/span><\/em><span style=\"font-weight: 400;\"> excellence award and later with the <\/span><em><span style=\"font-weight: 400;\">Artificially and Materially Intelligent Architecture<\/span><\/em><span style=\"font-weight: 400;\"> excellence award in 2018 and 2019.&nbsp;<\/span><\/p>\r\n<p><span style=\"font-weight: 400;\">&nbsp;During the summer of 2018, she was a physical computing assistant in the <\/span><strong><em>Global Summer School<\/em><\/strong><span style=\"font-weight: 400;\"> in Barcelona and since then she has been assisting in various seminars in IAAC. In the autumn of 2018, Nikol became part of the <\/span><strong><em>Norman Foster Foundation<\/em><\/strong><span style=\"font-weight: 400;\"> after participation in the Robotics Atelier led by Fabio Gramazio. Most recently her work has been recognized as she was selected among many graduates from all over the world to be part of the Antenna program during the <\/span><strong>Dutch Design Week<\/strong><span style=\"font-weight: 400;\"> 2019.<\/span><\/p>"
        },
        {
            "id": 1,
            "name": "MITKO SLAVCHEV",
            "title": "architect",
            "img": "/dna/media/employees/Asset 2-100.jpg",
            "text": "text not provided"
        }
    ]
}